Repository: undkonsorten/typo3-cute-mailing
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_cutemailing_domain_model_newsletter.title
source: Newsletter title (internal)
de: Newslettertitel (intern)

# tx_cutemailing_domain_model_newsletter.subject
source: Email subject line (title)
de: E-Mail Betreffzeile (Titel)

# tx_cutemailing_domain_model_newsletter.description
source: Description
de: Beschreibung

# tx_cutemailing_domain_model_newsletter.sending_time
source: Scheduled sending time
de: Versandzeitpunkt wählen

# tx_cutemailing_domain_model_newsletter.sender
source: Sender: Email
de: Absender E-Mail

# tx_cutemailing_domain_model_newsletter.sender_name
source: Sender: Name
de: Absender Name

# tx_cutemailing_domain_model_newsletter.reply_to
source: Reply to: Email address
de: Antwort an: E-Mail-Adresse

# tx_cutemailing_domain_model_newsletter.reply_to_name
source: Reply to: Name
de: Antwort an: Name

# tx_cutemailing_domain_model_newsletter.test_recipients
source: Testing recipients list
de: Testempfängerliste

# tx_cutemailing_domain_model_newsletter.recipients
source: Newsletter recipients list
de: Empfängerliste

# tx_cutemailing_domain_model_newsletter.status.0
source: Created
de: Erstellt

# tx_cutemailing_domain_model_newsletter.status.1
source: Tested
de: Getestet

# tx_cutemailing_domain_model_newsletter.status.2
source: Scheduled
de: Geplant

# tx_cutemailing_domain_model_newsletter.status.3
source: Sent
de: Gesendet

# tx_cutemailing_domain_model_newsletter.page
source: Newsletter page (to be send)
de: Newsletter Seite (zum senden)

# tx_cutemailing_domain_model_recipient_list
source: Recipient list
de: Empfängerliste

# tx_cutemailing_domain_model_recipient_list.name
source: Name of recipient list
de: Name der Empfängerliste

# tx_cutemailing_domain_model_recipient_list.page
source: Page with receivers
de: Seite mit Empfängern

# tx_cutemailing_domain_model_recipient_list.type
source: Receiver table
de: Tabelle der Empfänger

# tx_cutemailing_domain_model_recipient_list.type.ttaddress
source: Address (EXT:tt_address)
de: Adresse (EXT:tt_adress)

# tx_cutemailing_domain_model_recipient_list.type.line_separated_list
source: Line separated recipient list
de: Einfache Liste, Empfänger zeilenweise

# tx_cutemailing_domain_model_recipient_list.line_separated_list
source: Email addresses
de: E-Mail Adressen

# tx_cutemailing_domain_model_recipient_list.line_separated_list.description
source: Please enter recipients‘ email addresses, one per line. Intended for test usage.
de: Bitte geben Sie die E-Mail Adressen der Empfängers ein, eine pro Zeile. Kann als einfache Liste für Testempfänger verwendet werden.

# tx_cutemailing_domain_model_newsletter.page_type_html
source: Page type for html newsletter
de: Seitentyp (typeNum) für HTML Format beim Versand der Newsletter

# tx_cutemailing_domain_model_newsletter.page_type_text
source: Page type for text newsletter
de: Seitentyp (typeNum) für TEXT Format beim Versand der Newsletter

# tx_cutemailing_domain_model_newsletter.allowed_marker
source: Allowed marker
de: Erlaubte Marker

# tx_cutemailing_domain_model_newsletter.return_path
source: Return path / envelope from
de: Return Pfad (E-Mail Empfänger), für zurückgewiesene E-Mails

# tx_cutemailing_domain_model_newsletter.language
source: Language
de: Sprache

# palettes.sender
source: Sender
de: Absender

# palettes.reply_to
source: Reply to
de: Antwort an

# palettes.page_types
source: Page types
de: Seitentypen

# tabs.sender
source: Sender
de: Absender

# tabs.recipients
source: Recipients
de: Empfänger

# tabs.technical_details
source: Technical Details
de: Technische Details

# tx_cutemailing_domain_model_sendout
source: Send-out
de: Versendung

# tx_cutemailing_domain_model_sendout.mail_tasks
source: Mail tasks
de: Mail-Aufgaben

# tx_cutemailing_domain_model_sendout.total
source: Total number of mails
de: Gesamtzahl der E-Mails

# tx_cutemailing_domain_model_sendout.completed
source: Completed mails count
de: Anzahl abgeschlossener Mails

# tx_cutemailing_domain_model_sendout.test
source: Is test sendout
de: Ist Testversand

# tx_cutemailing_domain_model_newsletter.basic_auth_user
source: Basic auth user
de: Basic Auth - Benutzername

# tx_cutemailing_domain_model_newsletter.basic_auth_password
source: Basic auth password
de: Basic Auth - Passwort

# tx_cutemailing_domain_model_newsletter.listunsubscribe_enable
source: Enable list unsubscribe header
de: Aktiviere Abmeldemöglichkeit im Mailheader

# tx_cutemailing_domain_model_newsletter.listunsubscribe_email
source: list unsubscribe header email
de: Abmelde E-Mail im Mailheader
