Repository: undkonsorten/typo3-cute-mailing
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_cutemailing_domain_model_newsletter
source: Task
de: Aufgabe

# tx_cutemailing_domain_model_recipient_list
source: Recipient list
de: Empfängerliste

# module.newsletter.new.title
source: Create newsletter from current page
de: Newsletter von der aktuellen Seite erstellen

# module.newsletter.new.field.title
source: Newsletter title (internal)
de: Newsletter-Titel (intern)

# module.newsletter.new.field.title.description
source: This title is used only for internal description. It's not the email title.
de: Dieser Titel wird nur für interne Beschreibung verwendet. Das ist nicht der E-Mail-Titel.

# module.newsletter.new.field.title.placeholder
source: Newsletter Product A 2020/01
de: Newsletter 2020/01

# module.newsletter.new.field.sendingTime
source: Scheduled sending time
de: Versandzeitpunkt wählen

# module.newsletter.new.message.notready
source: Newsletter is not yet ready to be sent!
de: Newsletter ist noch nicht versandfertig!

# module.newsletter.new.message.notready.origin
source: Please select an origin for your newsletter
de: Bitte wählen Sie eine Quelle für Ihren Newsletter

# module.newsletter.new.message.notready.receiver
source: Please choose a receiver group.
de: Bitte wählen Sie eine Empfängergruppe aus.

# module.newsletter.new.message.notready.mandatory
source: Please fill all mandatory fields.
de: Bitte füllen Sie alle Pflichtfelder aus.

# module.newsletter.new.wizarduserpreview.previewnewsletter
source: Newsletter Preview
de: Newsletter Vorschau

# module.newsletter.new.wizarduserpreview.previewreceivers
source: Preview of the receivers
de: Vorschau der Empfänger

# module.newsletter.new.wizarduserpreview.amountReceivers
source: receivers
de: Empfänger

# module.newsletter.new.wizarduserpreview.further
source: further
de: weitere

# module.newsletter.new.wizarduserpreview.nousersfound.title
source: No users
de: Keine Empfänger

# module.newsletter.new.wizarduserpreview.nousersfound.addition
source: Choose a different group
de: Bitte eine andere Empfängergruppe wählen.

# module.newsletter.new.wizarduserpreview.subject.prefix
source: Subject:
de: Betreff:

# module.newsletter.list.tableheader.datetime
source: Scheduled sending time
de: Versandzeitpunkt

# module.newsletter.new.field.sendingTime.description
source: The date and time when your newsletter sending should be scheduled.
de: Datum und die Uhrzeit, zu der Ihr Newsletter verschickt werden soll.

# module.newsletter.list.tableheader.description
source: Description
de: Beschreibung

# module.newsletter.new.field.origin
source: Newsletter page
de: Newsletter Seite

# module.newsletter.new.field.origin.description
source: UID of the newsletter page that sould be send with this campaign.
de: UID der Newsletter Seite, die mit dieser Kampagne verschickt werden soll.

# module.newsletter.new.field.description
source: Description (internal)
de: Beschreibung (intern)

# module.newsletter.new.field.description.description
source: A newsletter description for internal usage only.
de: Eine Newsletter-Beschreibung zur internen Nutzung.

# module.newsletter.new.field.sender
source: Sender email
de: Absender E-Mail

# module.newsletter.new.field.sender.description
source: Email address of the sender of the email. Attention your mailserver might need configuration to use this email address.
de: E-Mail-Adresse des Absenders der E-Mail. Bitte beachten Sie, dass Ihr Mailserver eine entsprechende Konfiguration benötigt, um diese E-Mail-Adresse verwenden zu können.

# module.newsletter.new.field.senderName
source: Sender name
de: Absender Name

# module.newsletter.new.field.senderName.description
source: Name of the newsletter sender (will be displayed in the receivers email software).
de: Name des Newsletter-Absenders (wird in der E-Mail-Software des Empfängers angezeigt).

# module.newsletter.new.field.replyTo
source: ReplyTo email
de: Antwort E-Mail (Reply-To)

# module.newsletter.new.field.replyTo.description
source: If an newsletter receiver wants to answer on you newsletter this email address will be used as a receiver.
de: Wenn ein Newsletter Empfänger antworten möchte, wird diese E-Mail-Adresse als Empfänger verwendet.

# module.newsletter.new.field.replyToName
source: ReplyTo name
de: Antwort an Name

# module.newsletter.new.field.replyToName.description
source: If an newsletter receiver wants to answer on you newsletter this name address will be used as a receiver.
de: Wenn ein Newsletter Empfänger antworten möchte, wird dieser Name als Empfängername verwendet.

# module.newsletter.new.field.receiver
source: Newsletter receivers
de: Newsletter Empfänger

# module.newsletter.new.field.receiver.description
source: Choose the list of newsletter receivers.
de: Wählen Sie eine Liste der Newsletter Empfänger.

# module.newsletter.new.field.testReceiver
source: Test newsletter receivers
de: Newslettertest Empfänger

# module.newsletter.new.field.testReceiver.description
source: Choose the list of newsletter receivers which sould recieve the test newsletter.
de: Wählen Sie die Liste der Newsletter Empfänger, die den Test-Newsletter erhalten.

# module.newsletter.new.field.subject
source: Newsletter/Email subject line
de: Newsletter/E-Mail Betreffzeile

# module.newsletter.new.field.subject.placeholder
source: Your very good newsletter
de: Ihr prima Newsletter

# module.newsletter.new.field.subject.description
source: The subject line of your newsletter will be shown in the email software of the receiver. Optimal length: 20-60 characters.
de: Die Betreffzeile Ihres Newsletters wird in der E-Mail-Software des Empfängers angezeigt. Optimale Länge: 20-60 Zeichen.

# module.newsletter.wizard.back
source: Back
de: Zurück

# module.newsletter.wizard.next
source: Next
de: Weiter

# module.newsletter.list.edit
source: Edit
de: Bearbeiten

# module.newsletter.list.delete
source: Delete
de: Löschen

# module.newsletter.list.enable
source: Send
de: Senden

# module.newsletter.list.test
source: Send test
de: Testversand

# module.newsletter.list.test.attachImages
source: Test (attach Images)
de: Testversand (Bilder einbetten)

# module.newsletter.list.enabled
source: Scheduled
de: Geplant

# module.newsletter.list.enableConfirm
source: Please confirm you want to send out this newsletter campaign.
de: Bitte bestätigen Sie, dass Sie diese Newsletter Kampagne verschicken möchten.

# module.newsletter.list.deleteConfirm
source: Please confirm the deletion of this newsletter.
de: Bitte bestätigen Sie die Löschung dieses Newsletters.

# module.newsletter.list.tableheader.deleteConfirm
source: Please confirm the deletion of this newsletter.
de: Bitte bestätigen Sie die Löschung dieses Newsletters.

# pleasechoose
source: Please choose a recipient list
de: Bitte wählen Sie eine Empfängerliste

source: Save
de: Speichern

# sendoutOf
source: of
de: von

# module.newsletter.create.message
source: Newsletter successfully created
de: Newsletter erfolgreich erstellt

# module.newsletter.delete.message
source: Newsletter successfully deleted
de: Newsletter erfolgreich gelöscht

# module.newsletter.noTranslation.message
source: This page does not exist for chosen language. Start again and choose another page or language.
de: Diese Seite existiert nicht für die gewählte Sprache. Starten Sie erneut und wählen Sie eine andere Seite oder Sprache.

# module.newsletter.noTranslation.title
source: Translation does not exist.
de: Übersetzung existiert nicht.

# module.newsletter.newsletterSended.message
source: Newsletter was already send.
de: Newsletter wurde bereits versendet.

# module.newsletter.newsletterSended.title
source: Was sended
de: Gesendet

# module.newsletter.newsletterQueued.message
source: Newsletter was queued for sending.
de: Der Newsletter wurde für den Versand in der Warteschlange gespeichert.

# module.newsletter.newsletterQueued.title
source: Sending....
de: Wird gesendet...

# module.newsletter.newsletterUpdated.message
source: Newsletter was updated.
de: Newsletter wurde aktualisiert.

# module.newsletter.newsletterUpdated.title
source: Updated
de: Aktualisiert

# module.newsletter.testMailToGroup.message
source: Your test mailing is being send out for the recipient group:
de: Ihr Testversand wird für die Empfängergruppe versendet:

# module.newsletter.testMailToGroup.title
source: Testmailing invoked
de: Testversand angestoßen

# module.newsletter.testMailNoRecipient.message
source: This test for the newsletter has no recipient(s). Please check test recipients list.
de: Dieser Testversand für den Newsletter hat keine Empfänger. Bitte überprüfen Sie die Liste der Testempfänger.

# module.newsletter.testMailNoRecipient.title
source: Error: No test recipient(s)!
de: Fehler: Kein Test-Empfänger!

# module.newsletter.preparePage.wrongType.message
source: Sysfolder can not be selected, please use another page.
de: Ein Sysordner kann nicht ausgewählt werden, bitte verwenden Sie eine andere Seite.

# module.newsletter.preparePage.wrongType.title
source: Wrong page type!
de: Falscher Seitentyp!

# module.newsletter.prepare.title
source: Prepare Newsletter
de: Newsletter vorbereiten

# module.newsletter.prepare.description
source: Change the page uid and set the language for the newsletter. Be sure the selected page is already translated before you select a language.
de: Ändern Sie die Seiten Uid und legen Sie die Sprache für den Newsletter fest. Stellen Sie sicher, dass die ausgewählte Seite bereits übersetzt ist, bevor Sie eine Sprache auswählen.

# module.newsletter.prepare.wizard
source: Page and language
de: Seite und Sprache

# module.newsletter.prepare.field.language
source: Choose language for the newsletter
de: Sprache für den Newsletter auswählen

# module.newsletter.prepare.button.go
source: Next
de: Weiter

# module.newsletter.list.createnew.1
source: No newsletters yet,
de: Noch kein Newsletter erstellt,

# module.newsletter.list.createnew.2
source: add a new one.
de: jetzt einen hinzufügen.
